Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Abuse of women was increasingly becoming one of the top priorities of intergovernmental bodies, United Nations entities, Governments and civil society.
zh: 虐待妇女日益已成为政府间机构、联合国实体、各国政府和民间社会关注的当务之急。

source: The Secretary-General's study on violence against women, due to be submitted at the sixty-first session, was expected to help bring the issue to the attention of decision-makers at the highest level, while matching policy pronouncements by action and resources.
zh: 5. 秘书长关于对妇女暴力行为的研究将在第六十一届会议提交，预计将有助于让最高级别的决策者关注这一问题，同时拿出行动和资源来落实政策。

source: A campaign to combat sexual violence and abuse against women in situations of armed conflict was to mark the five-year anniversary of Security Council resolution 1325 (2000).
zh: 开展活动打击在武装冲突中的性暴力和虐待妇女现象，以此纪念安全理事会第1325（2000）号决议五周年。

source: Women's role as peacemaker and peacebuilder needed to be expanded.
zh: 妇女作为和平缔造者和和平建设者的作用需要加以扩大。

source: The anniversary would be used to stress women's important role in the peace process, in response to the commitment made at the 2005 World Summit.
zh: 周年活动将根据2005年世界首脑会议作出的承诺，用来强调妇女在和平进程中的重要作用。

source: In particular, the Organization would outline United Nations system-wide action on implementation of the resolution to the Security Council, while the Secretary-General's related report would make a number of recommendations to enhance accountability in that regard.
zh: 本组织尤其将列出联合国全系统执行安全理事会决议的行动，秘书长的有关报告将提出若干建议，加强这方面的问责制。

source: The political empowerment of women had been advanced in the past five years with a rise in the over 2 per cent proportion of women in parliaments around the world and, as at 2005, seven developing countries ranked among the 17 top performers.
zh: 6. 过去五年，赋予妇女政治权利的工作取得了进展，世界各国妇女议员的人数超过2％，到2005年，有七个发展中国家加入17个进展最佳的国家行列。

source: In 2004, 49 of the 58 countries holding lower house elections had witnessed an increase in the percentage of women.
zh: 2004年，在58个举行下议院选举的国家中，有49个国家中妇女比例增加。

source: On the other hand, the trend towards a low representation of women in political and public life continued.
zh: 在另一方面，妇女在政治和公共生活中代表性偏低的趋势仍在继续。

source: In most countries, de facto equality between women and men in political participation was yet to be achieved.
zh: 在大多数国家，男女政治参与事实上的平等尚未实现。

source: For example, only six of the 155 Heads of State and Government attending the 2005 World Summit had been women.
zh: 例如，参加2005年世界首脑会议的155个国家元首和政府首脑中只有6名是妇女。

source: Both the 2005 World Summit Outcome and Beijing+10 had demonstrated that gender mainstreaming as a tool for promoting gender equality was increasingly showing results.
zh: 7. 2005年世界首脑会议成果和北京会议十周年都表明，性别问题纳入主流作为推动男女平等的手段正越来越多地产生成果。

source: The Committee's work offered an opportunity to further advance gender equality and women's empowerment, including mapping the road to accelerated implementation of the Beijing Platform for Action and 2005 World Summit Outcome, setting in motion a consultation process on strengthening linkages between policymaking and needs on the ground, building partnerships and making the Organization's activities more responsive to women's needs.
zh: 委员会的工作为进一步推动男女平等和妇女获得权利提供了机会，包括指明了加快执行北京行动纲要和2005年世界首脑会议成果的途径，启动了加强决策同实际需求之间联系的协商进程，建立了合作伙伴关系，使本组织的活动更能响应妇女的需求。

source: The Committee's contribution was to ensure that the decisions of Beijing+10 were fully integrated into the work of other Committees.
zh: 委员会的贡献是确保北京会议十周年的各项决定充分纳入其他委员会的工作。

source: She looked forward to the future work of the Commission on the Status of Women in reshaping the United Nations so that it could make a real difference to women's lives.
zh: 她期待着妇女地位委员会今后的工作能够重塑联合国，使其为妇女的生活作出真正贡献。

source: In line with the 2005 World Summit Outcome, there would be a review of mandates, including those covering gender issues.
zh: 按照2005年世界首脑会议成果的要求，将审查各项任务，包括有关性别问题的任务。

source: Ms. Hannan (Director of the Division for the Advancement of Women), speaking first under agenda item 64, introduced the Secretary-General's report on violence against women migrant workers (A/60/137 and Corr.1).
zh: 8. Hannan女士（提高妇女地位司司长）首先在议程项目64下介绍了秘书长关于对移徒女工的暴力行为的报告（A/60/137和Corr.1）。

source: The report, which would be submitted to the General Assembly at its sixty-first session, showed that violence against women migrant workers remained an issue of concern and emphasized the need for Member States to ratify international instruments on migration, particularly the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, the United Nations Convention against Transnational Organized Crime and its two Protocols, and all relevant International Labour Organization (ILO) Conventions.
zh: 该报告将提交给大会第六十一届会议，其中指出，对移徒女工的暴力行为仍令人关注，报告还强调会员国需要批准关于移徒问题的国际文书，尤其是《保护所有移徒工人及其家庭成员权利国际公约》、《联合国打击跨国有组织犯罪公约》及其两项议定书，以及国际劳工组织（劳工组织）所有有关公约。

source: The report highlighted the context, value added, goals and scope of the study and gave an overview of ongoing and planned preparatory activities, in particular efforts to ensure the active participation of all stakeholders in the process. As stated in the report (para.
zh: 9. 报告突出说明了研究的背景，所增加的价值、目标和范畴，概括了正在进行和计划进行的筹备活动，尤其是确保所有利益有关者积极参加进程的努力。

source: 25), the highly consultative preparatory process was critical to create the momentum necessary to achieve effective follow-up to and implementation of the recommendations which the study would be proposing.
zh: 如报告所指（第25段），高度协商筹备进程对于造成势头，有效落实和实施研究将提出的各项建议十分关键。

source: To that end, further consultations would be organized to facilitate an exchange of views by all interested stakeholders in the coming months.
zh: 为此目的，将安排举行进一步的协商，协助所有感兴趣的利益有关者在今后几个月内交换意见。

source: The Secretary-General's report on the improvement of the situation of women in rural areas (A/60/165) focused on the empowerment of rural women and outlined activities carried out by the United Nations system to improve their situation.
zh: 10. 秘书长《改善农村地区妇女的近况》的报告（A/60/165）的重点是让农村妇女拥有权利，概括了联合国系统改善妇女近况的活动。

source: It illustrated that the process of globalization had direct and indirect effects on the empowerment of rural women, both positive and negative (para. 62), and offered recommendations to strengthen the positive effects of globalization (para. 65), building on the framework provided by the Beijing Platform for Action and the Convention on the Elimination of All Forms of Discrimination against Women.
zh: 报告说明了全球化进程给农村妇女获得权利在积极方面和消极方面带来的直接和间接影响（第62段），提出了加强全球化积极影响的建议（第65段），报告的基点是《北京行动纲要》和《消除对妇女一切形式歧视公约》。

source: The Secretary-General's report on the status of the Convention on the Elimination of All Forms of Discrimination against Women (A/60/206) and the report of the Committee on the Elimination of Discrimination against Women (A/60/38) played a crucial role in championing women's equality that went well beyond the absence of discriminatory legislation.
zh: 11. 秘书长报告“《消除对妇女一切形式歧视公约》的现况”（A/60/206）和消除对妇女一切形式歧视委员会的报告（A/60/38）在倡导妇女平等方面起到了关键作用，远远超出了仅仅没有歧视性立法的范畴。

source: She drew particular attention to the Committee's request for an extension of its meeting time, which was essential if it was to continue to be an effective accountability mechanism for women's human rights.
zh: 她特别提请注意委员会要求延长会议时间，因为如果要继续作为倡导妇女人权的有效问责机制，这方面很重要。

source: She also highlighted the relationship between the Convention and policy processes and instruments within the intergovernmental framework, particularly linkages between implementation of the Convention and achievement of the Millennium Development Goals in constructive dialogue with reporting States.
zh: 她还突出说明了公约同政策进程和政府间框架内手段之间的关系，尤其是在同报告国进行建设性对话中公约的执行同千年发展目标的实现之间的联系。

source: The Committee's contribution to Beijing+10 had been an important step forward in intensifying attention to the Convention and States Parties' obligations in intergovernmental processes.
zh: 委员会为北京会议十周年作出的贡献是一个重要步骤，有助于让各方更加关注公约和缔约国在政府间进程中的义务。

source: In that context, her Division continued to provide technical assistance to enhance the capacity of States parties to prepare reports under article 18 of the Convention.
zh: 在这方面，提高妇女地位司继续提供技术援助，提高缔约国根据公约第18条编写报告的能力。

source: She introduced the report of the Secretary-General on measures taken and progress achieved in follow-up to the implementation of the Beijing Declaration and Platform for Action and the outcome of the twenty-third special session of the General Assembly (A/60/170) (agenda item 65), which reviewed steps taken to promote gender equality through gender mainstreaming, reviewed outcomes of major events, assessed the extent to which the Secretary-General's reports and Assembly resolutions had taken gender perspectives into account particularly in the context of preparations for the second phase of the World Summit on the Information Society to be held in Tunis in November 2005.
zh: 12. 她介绍了秘书长关于执行《北京宣言和行动纲要》及大会第二十三届特别会议成果的后续行动中采取的措施和取得的进展的报告（A/60/170）（议程项目65），报告审查了通过性别问题主流化推动男女平等方面采取的步骤，审查了主要活动的成果，评估了秘书长各项报告和大会各项决议参照性别角度的程度，尤其是在筹备2005年11月在突尼斯召开的信息社会世界首脑会议的第二阶段会议的筹备情况。

source: The report also recommended integrating gender perspectives in reports and resolutions, monitoring implementation of recommendations, fully integrating gender perspectives in all stages of the World Summit on the Information Society, and ensuring gender mainstreaming in the implementation of and follow-up to other major international conferences and summits, in particular in the context of the 2005 World Summit.
zh: 报告还建议把性别角度纳入报告和决议之中，监测建议的执行情况，把性别角度充分纳入信息社会世界首脑会议的所有阶段，并确保性别工作在其他主要国际会议和首脑会议成果的执行和落实方面纳入主流，尤其是在2005年世界首脑会议方面。

source: She noted also that the Secretary-General's report on the improvement of the situation of women in rural areas (A/60/165) recommended that the Summit should address rural women's priorities and needs and ensure their participation in developing and implementing information and communication technology (ICT) activities at the national and local levels.
zh: 13. 她还指出，秘书长关于改善农村地区妇女近况的报告（A/60/165）建议，首脑会议应探讨农村妇女的优先事项和需求，确保农村妇女在国家和地方级别上参加开发和开展信息和通信技术活动。

source: In that context, her Division ran a project to enhance the capacity of national machinery for the advancement of women in Africa to use ICT to achieve their goals.
zh: 在这方面，提高妇女地位司开办了一个项目，提高非洲提高妇女地位国家机制使用信息通信技术实现工作目标的能力。

source: A panel on national implementation and ICT would also be organized during the World Summit on the Information Society.
zh: 在信息社会世界首脑会议期间还将举办一次关于国家执行与信息通信技术的小组讨论会。

source: The next session of the Commission on the Status of Women provided a unique opportunity to identify the key issues for follow-up to Beijing+10 in the context of its new multi-year programme of work beginning 2007.
zh: 14. 妇女地位委员会下届会议将提供一次独特的机会，在2007年开始的新的多年工作方案范畴内，找出落实北京会议十周年成果的关键问题。

source: The ten-year review, near-universal ratification of the Convention on the Elimination of All Forms of Discrimination against Women and the impetus provided for gender equality in the 2005 World Summit Outcome should visibly enhance progress in the year ahead.
zh: 十年期审查、《消除对妇女一切形式歧视公约》接近获得普遍批准，以及2005年世界首脑会议成果为男女平等提供的推动力，都应在今后一年明显加快进展。

source: The Committee played a critical role in implementing what had already been agreed, by ensuring the political will and accountability that would translate commitments into action.
zh: 委员会通过确保政治意愿和问责制，把承诺化为行动，在执行已经商定的成果方面发挥了关键作用。

source: Ms. Heyzer (Executive Director of the United Nations Development Fund for Women (UNIFEM)), speaking under agenda item 64 only, said that, as illustrated by the Secretary-General's note on the activities of UNIFEM (A/60/274), the vision of a world free of want and fear depended upon gender equality and human rights being placed at the centre of human development and human security.
zh: 15. Heyzer女士（联合国妇女发展基金（妇发基金）执行主任）只是就议程项目64发言说，如同秘书长关于妇发基金活动的说明（A/60/274）所阐述的，摆脱贫乏和恐惧的世界如果实现，就取决于男女平等和把人权放在人的发展和人的安全的中心。

source: The Beijing Platform for Action provided an essential pathway towards implementing that vision.
zh: 《北京行动纲要》为实现这一远景指出了关键的道路。

source: In 2004, UNIFEM had concentrated on helping countries move forward on that pathway, bringing women's human rights into the development agenda and national strategies to achieve the Millennium Development Goals.
zh: 2004年，妇发基金主要帮助各国在此道路上向前推进，把妇女的人权纳入发展议程和实现千年发展目标的国家战略。

source: The report documented progress made in reducing poverty, ending violence against women, halting the spread of HIV/AIDS and promoting gender equality in democratic governance and post-conflict countries.
zh: 报告记录了在民主施政和冲突后国家中减少贫穷，结束对妇女的暴力，遏制艾滋病毒/艾滋病的扩散以及推动男女平等的进展。

source: In all those areas, UNIFEM had pursued an integrated approach, supporting laws and policies to promote women's human rights, helping institutions allocate resources and establish accountability mechanisms to make such laws and policies meaningful, strengthening gender advocates and changing harmful attitudes that perpetuated gender inequality around the world.
zh: 在所有这些领域，妇发基金都采取一种综合的作法，支持倡导妇女人权的法律和政策，帮助各个体制单位分拨资源，建立问责机制让法律和政策发挥作用，加强男女平等宣传工作，改变世界各地促成男女不平等的有害态度。

source: In its work on women's economic security, the Fund had concentrated on incorporating gender into poverty reduction strategies, helping Governments collect and analyse data and national and local government organizations shape options for migrant women, and building new partnerships with the private sector and the media.
zh: 16. 在关于妇女经济安全的工作中，基金主要是把性别问题纳入减贫战略，帮助各国政府收集分析数据，帮助国家和地方政府组织为移徒妇女提供选择，同私营部门和媒体建立新的伙伴关系。

source: Its work on gender equality in democratic governance and post-conflict situations also reflected a holistic approach, supporting women's civil rights, political participation and leadership capacity in post-conflict reconstruction, for example in Afghanistan.
zh: 基金在民主施政和冲突后局势中促进男女平等的工作还反映出一种综合统一的办法，包括在冲突后重建工作中，例如在阿富汗，支持妇女的公民权利，政治参与和建立领导能力。

source: Women's leadership was also a critical part of ongoing peacebuilding efforts in post-conflict countries, for example in the Great Lakes region, while in Peru gender had been successfully integrated into the country's Truth and Reconciliation Commission, a model that was now being replicated elsewhere.
zh: 妇女的领导也是目前冲突后国家和平建设努力中的关键部分，例如在大湖区域。 在秘鲁，性别问题已经成功地纳入该国的真相与和解委员会，目前其他地方正在仿效这一模式。

source: The Fund's work on implementation of the Convention on the Elimination of All Forms of Discrimination against Women illustrated the same integrated approach: building the capacity of Governments and women's groups to bring about change by creating stronger frameworks for gender equality, increasing the effectiveness of implementation, monitoring and reporting, and developing partnerships at the local and national levels.
zh: 17. 基金执行《消除对妇女一切形式歧视公约》的工作反映出了同样的综合方式：建立各国政府和妇女团体进行改革的能力，建成更强有力的男女平等框架，提高执行、监测和报告的效益，在地方和国家级别上发展合作伙伴。

source: The Fund worked with institutions in over 20 countries to implement the Convention, including through regional programmes in South East Asia and the Arab States.
zh: 基金同20多个国家的单位一道执行公约，包括同东南亚和阿拉伯国家开展区域方案。

source: The Trust Fund to Eliminate Violence Against Women, established by General Assembly resolution 50/166, now focused specifically on implementation of existing laws and policies to address the multiple forms of violence that women faced both during conflict and in times of peace.
zh: 18. 大会第50/166号决议成立的“消除对妇女暴力行为信托基金”目前具体注重执行现行法律和政策，消除妇女在冲突期间和和平期间面临的多种形式的暴力。

source: Strategies included awareness-raising campaigns, capacity-building for judicial, law enforcement, health and other officials, creation of data collection systems and indicators to monitor implementation.
zh: 执行战略包括宣传活动，司法、执法、卫生保健和其他官员的能力建设，建立数据收集系统，制定指标监测执行情况。

source: In 2005, the Trust Fund was focusing on linking gender violence to HIV/AIDS, for which it had for the first time secured private sector support.
zh: 2005年信托基金把工作重点放在使性别暴力同艾滋病毒/艾滋病联系起来，并第一次争取到了私营部门支助。

source: Such examples showed that the realities of poverty, violence and discrimination marking the everyday lives of too many women could be changed.
zh: 19. 这些事例表明，众多妇女每天面临的贫穷、暴力和歧视可以改变。

source: Strategies were successful because they worked at different levels and across different sectors.
zh: 执行战略很成功，因为是在不同级别、不同部门发挥作用。

source: The international community's efforts on the Millennium Development Goals provided an opportunity to expand strategies, apply good practices more broadly and leverage change in women's lives.
zh: 国际社会实现千年发展目标的努力提供了扩大战略，推广良好实践以及改变妇女生活的机会。

source: The High-Level Forum on Aid Effectiveness held in Paris earlier in the year had represented a major shift in the relationship between programme and donor countries and the way in which development was funded and implemented.
zh: 今年早些时候在巴黎举办的援助效益问题高级别论坛表明方案国同捐助国之间的关系，以及支助和执行发展的方式出现了重大转变。

source: The aid effectiveness agenda was becoming a blueprint for donors and partners to implement on the basis of strong national ownership and responsibility.
zh: 援助效益议程正在成为捐助国及合作伙伴在强有力的国家拥有和责任基础上开展工作的蓝图。

source: As United Nations efforts to strengthen national capacity to implement and manage national planning and development processes got under way, gender equality and strategies to achieve it must be incorporated into all coordination mechanisms.
zh: 随着联合国开始努力加强国家能力，执行和管理国家规划和发展进程，两性平等和实现战略就必须纳入所有协调机制。

source: National plans for gender equality and national strategies to end violence against women must be made part of the aid effectiveness agenda.
zh: 男女平等国家计划和结束对妇女暴力行为的国家战略必须成为援助效益议程的一环。

source: In November, UNIFEM and the European Commission would co-host a conference in Brussels entitled “The Changing Development Architecture and Gender Equality”, the objective of which was to ensure that gender equality and women's rights were strengthened in the framework of the Paris Declaration on Aid Effectiveness, the Millennium Development Goals and poverty reduction strategy papers.
zh: 20. 11月份，妇发基金和欧洲委员会将共同在布鲁塞尔举办一次“不断变化的发展结构和两性平等”会议，目的是确保两性平等和妇女权利在《巴黎援助效益宣言》、千年发展目标和减贫战略文件的范畴内得到加强。

source: The affirmation of the centrality of gender equality to human rights, human development and human security had provided new momentum to the journey towards gender equality.
zh: 两性平等在人权、人的发展和人的安全方面占中心地位，这一点已经得到证实，为实现两性平等提供了新的势头。

source: That momentum must not be lost.
zh: 这一势头绝不能丧失。

source: In that regard, the international community must strengthen the institutional architecture of gender equality in order to more effectively institutionalize commitments, improve coherence and the focus on gender within country-level coordinating mechanisms, align gender equality measures in order to give countries a single, clear set of benchmarks, draw upon the wealth of technical expertise and knowledge amassed by UNIFEM, and commit the resources needed to apply strategies broadly, particularly in the poorest countries.
zh: 在这方面，国际社会必须加强两性平等的体制结构，更有效地规范各种承诺，改善国家协调机制内的联贯一致和促进男女平等的重点，把两性平等措施归纳起来，使各国有一套单一明确的基准，吸收妇发基金拥有的丰富的技术专长和知识，承诺提供广泛执行各项战略所需的资源，尤其是在最贫穷的国家。

source: If long-term and sustainable solutions were to be found to the challenges identified by world leaders, it was essential to empower women — one half of the world's population — to contribute their knowledge and insights to the process.
zh: 对于世界各国领导人找出的各项挑战若要拿出长期、可持续的解决办法，就应让占世界人口一半的妇女拥有权利，让她们为这一进程贡献知识和远见。

source: Ms. Azarias (Director, Internal Audit Division I, Office of Internal Oversight Services), introducing the Report of the Office of Internal Oversight Services on the audit of the International Research and Training Institute for the Advancement of Women (INSTRAW) (A/60/281), noted that the working group on the future operation of INSTRAW and the General Assembly had rejected the recommendation made by OIOS in its previous report (A/56/907) to the effect that consideration should be given to the option of closing INSTRAW.
zh: 21. Azarias女士（内部监督事务厅，内部审计一司司长）介绍了内部监督事务厅关于提高妇女地位国际研究训练所（提高妇女地位研训所）的审计报告（A/60/281），并指出，关于提高妇女地位研训所今后业务的工作组和大会拒绝了内部监督事务厅在其前次报告（A/56/907）中提出的、关于应该考虑关闭提高妇女地位研训所的建议。

source: The current report therefore focused on issues relating to the sustainability of INSTRAW.
zh: 因此目前的报告注重有关提高妇女地位研训所持续开展业务能力的问题。

source: The Office of Internal Oversight Services (OIOS) had found that many entities in the United Nations system overlapped with INSTRAW.
zh: 22. 内部监督事务厅（监督厅）发现，联合国系统内许多单位同提高妇女地位研训所相互重叠。

source: Also, some entities had developed information and communication technology tools to promote networking, thus competing with the Gender Awareness Information Networking System set up by INSTRAW.
zh: 而且一些单位开发了信息通信技术工具推动网络建设，因此同提高妇女地位研训所建立的社会性别意识信息和联网系统相互竞争。

source: In the opinion of OIOS, United Nations system-wide coordination for the promotion of gender equality was the main mechanism through which INSTRAW could develop strong linkages with other United Nations entities and attain its programmatic objectives.
zh: 监督厅认为，联合国全系统内促进两性平等进行的协调是主要机制，提高妇女地位研训所可以通过这个机制同联合国其他单位建立有利的联系，并保持其方案目标。

source: However, the Special Adviser on Gender Issues and Advancement of Women, who chaired a system-wide Inter-Agency Network on Women and Gender Equality of which INSTRAW was a member, was not given sufficient formal authority for coordinating the programmes of Network members.
zh: 不过，主持机构间妇女和两性平等网络的性别问题和提高妇女地位问题特别顾问没有足够的正式权力协调网络成员的方案，而提高妇女地位研训所正是这个网络的一个成员。

source: Although the working group on the future operation of INSTRAW had recommended abolishing the Institute's autonomous status, that step was not reflected in the revised INSTRAW statute approved by Economic and Social Council resolution 2003/57.
zh: 23. 虽然关于提高妇女地位研训所今后业务工作组建议取消研训所的自治地位，但经济及社会理事会第2003/57号决议核准的研训所订正规章并没有反映出这一步骤。

source: The Institute's reliance on United Nations regular budget funding for most of its core requirements had been increasing.
zh: 研训所的大部分核心经费依赖联合国经常预算供资，依赖程度有所增加。

source: However, the recommendation by OIOS to consider improvements to the Institute's Board of Trustees had been implemented, and the former Board of Trustees had been reconstituted and integrated in the current Executive Board.
zh: 不过，监督厅关于考虑改进研训所董事会的建议已经落实，先前的董事会已经改组，归入了目前的执行委员会。

source: With regard to the Institute's programme of work, OIOS had found that outputs in 2004 had been generally limited to interim documents or updated materials.
zh: 24. 关于研训所的工作方案，监督厅发现，2004年的产出大致局限于临时文件，或补充材料。

source: A training strategy had not been implemented, and website management should be improved.
zh: 培训战略还没有实施，网站的管理应加改善。

source: The recommendation made by OIOS in its previous report, to the effect that the Secretary-General should spell out the roles and responsibilities of his Special Representative for INSTRAW, had not been implemented.
zh: 25. 监督厅在上次报告中曾建议秘书长明确列出秘书长提高妇女地位研训所特别代表的作用和职责，但这项建议还没有执行。

source: Therefore, OIOS was recommending that the Secretary-General should propose to the Economic and Social Council that it assign a supervisory administrative role to the Under-Secretary-General for Economic and Social Affairs or the Executive Secretary of the Economic Commission for Latin America and the Caribbean.
zh: 因此，监督厅建议秘书长向经济及社会理事会提议，由理事会委派负责经济及社会理事会的副秘书长或拉丁美洲和加勒比经济委员会执行秘书发挥监督行政作用。

source: Ms. Manalo (Chairperson, Committee on the Elimination of Discrimination against Women) said that at its thirty-second and thirty-third sessions, the Committee on the Elimination of Discrimination against Women had considered the reports of 16 States parties, namely, Algeria, Benin, Burkina Faso, Croatia, Democratic People's Republic of Korea, Gabon, Gambia, Guyana, Ireland, Israel, Italy, Lao People's Democratic Republic, Lebanon, Paraguay, Samoa and Turkey.
zh: 26. Manalo女士（消除对妇女一切形式歧视委员会主席）说，消除对妇女歧视委员会委员会在第三十二届和三十三届会议上，审议了16个缔约国的报告，即阿尔及利亚、贝宁、布基那法索、克罗地亚、朝鲜民主主义人民共和国、加蓬、冈比亚、圭亚那、爱尔兰、以色列、意大利、老挝人民民主共和国、黎巴嫩、巴拉圭、萨摩亚和土耳其。

source: Many predominantly national non-governmental organizations had also submitted information to the Committee.
zh: 许多主要是国家一级的非政府组织也向委员会提交了资料。

source: For the first time information had been received from a national human rights institution.
zh: 委员会首次收到一个国家人权机构提供的资料。
